KuruwaNew/Try02_bbr/rss_rps_rfs_xps_1_0_0_0/ipvs1_6.log
podnum=1
Start time: 1539988261
wrk -c2000 -t100 -d10s http://10.1.1.1:8888/
Running 10s test @ http://10.1.1.1:8888/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    71.74ms   37.67ms 585.49ms   86.66%
    Req/Sec   288.39    132.10     5.51k    82.78%
  286524 requests in 10.10s, 67.49MB read
Requests/sec:  28364.53
Transfer/sec:      6.68MB
End time: 1539988271

podnum=2
Start time: 1539988306
wrk -c2000 -t100 -d10s http://10.1.1.1:8888/
Running 10s test @ http://10.1.1.1:8888/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    42.37ms   18.15ms 345.16ms   85.16%
    Req/Sec   478.50    183.42     7.70k    89.07%
  456890 requests in 10.10s, 107.86MB read
Requests/sec:  45245.55
Transfer/sec:     10.68MB
End time: 1539988316

podnum=4
Start time: 1539988353
wrk -c2000 -t100 -d10s http://10.1.1.1:8888/
Running 10s test @ http://10.1.1.1:8888/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    21.71ms    6.44ms 282.47ms   90.82%
    Req/Sec     0.93k   325.28    18.57k    98.54%
  937478 requests in 10.09s, 220.61MB read
Requests/sec:  92904.02
Transfer/sec:     21.86MB
End time: 1539988363

podnum=6
Start time: 1539988403
wrk -c2000 -t100 -d10s http://10.1.1.1:8888/
Running 10s test @ http://10.1.1.1:8888/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    14.08ms    3.89ms  40.14ms   92.72%
    Req/Sec     1.44k   444.45    25.50k    96.27%
  1451083 requests in 10.08s, 341.82MB read
Requests/sec: 143986.74
Transfer/sec:     33.92MB
End time: 1539988413

podnum=8
Start time: 1539988453
wrk -c2000 -t100 -d10s http://10.1.1.1:8888/
Running 10s test @ http://10.1.1.1:8888/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    10.03ms    1.84ms  40.36ms   94.62%
    Req/Sec     2.01k   672.41    41.96k    99.50%
  2024593 requests in 10.10s, 476.92MB read
Requests/sec: 200457.59
Transfer/sec:     47.22MB
End time: 1539988464

podnum=10
Start time: 1539988510
wrk -c2000 -t100 -d10s http://10.1.1.1:8888/
Running 10s test @ http://10.1.1.1:8888/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     8.17ms    1.65ms  38.26ms   93.76%
    Req/Sec     2.47k   705.27    38.16k    96.01%
  2488222 requests in 10.10s, 585.89MB read
Requests/sec: 246361.49
Transfer/sec:     58.01MB
End time: 1539988520

podnum=12
Start time: 1539988563
wrk -c2000 -t100 -d10s http://10.1.1.1:8888/
Running 10s test @ http://10.1.1.1:8888/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     6.99ms    1.56ms  38.53ms   89.71%
    Req/Sec     2.89k   745.59    40.48k    97.37%
  2908382 requests in 10.09s, 685.11MB read
Requests/sec: 288373.84
Transfer/sec:     67.93MB
End time: 1539988574

podnum=14
Start time: 1539988614
wrk -c2000 -t100 -d10s http://10.1.1.1:8888/
Running 10s test @ http://10.1.1.1:8888/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     6.20ms    1.44ms  44.25ms   90.52%
    Req/Sec     3.25k     0.89k   44.97k    99.00%
  3275128 requests in 10.10s, 771.49MB read
Requests/sec: 324278.64
Transfer/sec:     76.39MB
End time: 1539988624

podnum=16
Start time: 1539988663
wrk -c2000 -t100 -d10s http://10.1.1.1:8888/
Running 10s test @ http://10.1.1.1:8888/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     6.13ms    1.43ms 215.62ms   90.71%
    Req/Sec     3.28k   804.44    40.84k    98.88%
  3308590 requests in 10.10s, 779.17MB read
Requests/sec: 327575.51
Transfer/sec:     77.14MB
End time: 1539988673

podnum=18
Start time: 1539988714
wrk -c2000 -t100 -d10s http://10.1.1.1:8888/
Running 10s test @ http://10.1.1.1:8888/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     6.29ms    1.93ms  41.35ms   89.81%
    Req/Sec     3.22k     0.96k   50.21k    94.98%
  3240910 requests in 10.10s, 763.39MB read
Requests/sec: 320859.37
Transfer/sec:     75.58MB
End time: 1539988724

podnum=20
Start time: 1539988763
wrk -c2000 -t100 -d10s http://10.1.1.1:8888/
Running 10s test @ http://10.1.1.1:8888/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     6.09ms    1.32ms  52.49ms   90.84%
    Req/Sec     3.31k     0.90k   45.36k    99.14%
  3335726 requests in 10.10s, 785.76MB read
Requests/sec: 330284.29
Transfer/sec:     77.80MB
End time: 1539988774

podnum=22
Start time: 1539988813
wrk -c2000 -t100 -d10s http://10.1.1.1:8888/
Running 10s test @ http://10.1.1.1:8888/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     6.14ms    1.24ms  34.35ms   89.55%
    Req/Sec     3.28k     0.97k   46.92k    99.19%
  3311267 requests in 10.10s, 779.86MB read
Requests/sec: 327836.95
Transfer/sec:     77.21MB
End time: 1539988824

podnum=24
Start time: 1539988863
wrk -c2000 -t100 -d10s http://10.1.1.1:8888/
Running 10s test @ http://10.1.1.1:8888/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     6.11ms    1.38ms 214.58ms   91.74%
    Req/Sec     3.30k     0.92k   54.21k    99.09%
  3326150 requests in 10.10s, 783.51MB read
Requests/sec: 329325.76
Transfer/sec:     77.58MB
End time: 1539988874

podnum=26
Start time: 1539988922
wrk -c2000 -t100 -d10s http://10.1.1.1:8888/
Running 10s test @ http://10.1.1.1:8888/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     6.10ms    1.35ms 216.85ms   90.03%
    Req/Sec     3.30k   782.17    34.79k    98.28%
  3326208 requests in 10.10s, 783.90MB read
Requests/sec: 329343.37
Transfer/sec:     77.62MB
End time: 1539988933

podnum=28
Start time: 1539988974
wrk -c2000 -t100 -d10s http://10.1.1.1:8888/
Running 10s test @ http://10.1.1.1:8888/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     6.22ms    1.58ms 213.33ms   92.82%
    Req/Sec     3.24k     0.91k   41.06k    94.36%
  3264340 requests in 10.10s, 769.28MB read
Requests/sec: 323180.83
Transfer/sec:     76.16MB
End time: 1539988984

podnum=30
Start time: 1539989033
wrk -c2000 -t100 -d10s http://10.1.1.1:8888/
Running 10s test @ http://10.1.1.1:8888/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     6.18ms    1.66ms 219.66ms   94.46%
    Req/Sec     3.26k     0.88k   44.51k    99.05%
  3287049 requests in 10.10s, 774.92MB read
Requests/sec: 325456.45
Transfer/sec:     76.73MB
End time: 1539989044

podnum=32
Start time: 1539989092
wrk -c2000 -t100 -d10s http://10.1.1.1:8888/
Running 10s test @ http://10.1.1.1:8888/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     6.08ms    1.23ms  37.99ms   88.30%
    Req/Sec     3.31k   775.49    37.17k    98.61%
  3330234 requests in 10.10s, 785.36MB read
Requests/sec: 329724.57
Transfer/sec:     77.76MB
End time: 1539989103

podnum=34
Start time: 1539989145
wrk -c2000 -t100 -d10s http://10.1.1.1:8888/
Running 10s test @ http://10.1.1.1:8888/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     6.15ms    1.58ms 218.68ms   94.24%
    Req/Sec     3.28k     0.89k   46.89k    99.18%
  3303388 requests in 10.10s, 778.98MB read
Requests/sec: 327072.23
Transfer/sec:     77.13MB
End time: 1539989155

podnum=36
Start time: 1539989204
wrk -c2000 -t100 -d10s http://10.1.1.1:8888/
Running 10s test @ http://10.1.1.1:8888/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     6.25ms    1.53ms  36.50ms   92.40%
    Req/Sec     3.23k     0.91k   47.17k    94.50%
  3251207 requests in 10.10s, 766.90MB read
Requests/sec: 321887.47
Transfer/sec:     75.93MB
End time: 1539989214

podnum=38
Start time: 1539989256
wrk -c2000 -t100 -d10s http://10.1.1.1:8888/
Running 10s test @ http://10.1.1.1:8888/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     6.21ms    1.56ms 217.78ms   91.62%
    Req/Sec     3.25k   810.50    40.40k    96.07%
  3271319 requests in 10.10s, 771.74MB read
Requests/sec: 323903.52
Transfer/sec:     76.41MB
End time: 1539989266

podnum=40
Start time: 1539989313
wrk -c2000 -t100 -d10s http://10.1.1.1:8888/
Running 10s test @ http://10.1.1.1:8888/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     6.13ms    1.46ms 220.07ms   92.78%
    Req/Sec     3.29k     0.93k   52.84k    98.99%
  3312980 requests in 10.10s, 781.59MB read
Requests/sec: 328061.18
Transfer/sec:     77.40MB
End time: 1539989323

podnum=44
Start time: 1539989367
wrk -c2000 -t100 -d10s http://10.1.1.1:8888/
Running 10s test @ http://10.1.1.1:8888/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     6.30ms    1.70ms 216.03ms   92.55%
    Req/Sec     3.20k     0.91k   48.45k    94.91%
  3225878 requests in 10.10s, 761.29MB read
Requests/sec: 319430.11
Transfer/sec:     75.38MB
End time: 1539989378

podnum=48
Start time: 1539989423
wrk -c2000 -t100 -d10s http://10.1.1.1:8888/
Running 10s test @ http://10.1.1.1:8888/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     6.35ms    1.56ms  34.33ms   92.46%
    Req/Sec     3.17k   821.20    33.75k    94.88%
  3196337 requests in 10.10s, 754.45MB read
Requests/sec: 316472.43
Transfer/sec:     74.70MB
End time: 1539989434

podnum=72
Start time: 1539989478
wrk -c2000 -t100 -d10s http://10.1.1.1:8888/
Running 10s test @ http://10.1.1.1:8888/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     6.13ms    1.47ms 214.32ms   92.64%
    Req/Sec     3.29k     0.95k   43.23k    99.16%
  3319829 requests in 10.10s, 784.13MB read
Requests/sec: 328692.49
Transfer/sec:     77.64MB
End time: 1539989489

podnum=96
Start time: 1539989538
wrk -c2000 -t100 -d10s http://10.1.1.1:8888/
Running 10s test @ http://10.1.1.1:8888/
  100 threads and 2000 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     6.19ms    1.65ms 221.93ms   89.76%
    Req/Sec     3.26k   799.83    32.60k    97.76%
  3281694 requests in 10.10s, 775.37MB read
Requests/sec: 324953.59
Transfer/sec:     76.78MB
End time: 1539989548